app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2019-06-20 00:32:10.069432"], ["updated_at", "2019-06-20 00:32:10.069432"]]
---
  def create
   @school_class = SchoolClass.new(school_classses_params(:title, :room_number))
   @school_class.save